Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Example blocks in LaTeX export
zh_cn: LaTeX导出中的示例块

source: Example projects.
zh_cn: 示例项目。

source: Example: complex publishing configuration
zh_cn: 示例：复杂的发布配置

source: Example: simple publishing configuration
zh_cn: 示例：简单发布配置

source: Examples of using completion.
zh_cn: 使用补全的示例。

source: Execute commands in the active region
zh_cn: 在活动区域中执行命令

source: Execute commands on multiple items in Org or agenda view.
zh_cn: 在Org或议程视图中对多个项执行命令。

source: Existing commands can even be redefined in the middle of an editing session, without having to restart Emacs.
zh_cn: 甚至可以在编辑会话过程中重新定义现有命令，而不必重新启动Emacs。

source: Exiting
zh_cn: 退出

source: Export Settings
zh_cn: 导出设置

source: Export contents and/or results.
zh_cn: 导出内容或结果。

source: Export in Foreign Buffers
zh_cn: 在外部缓冲区中导出

source: Export, evaluate, and tangle code blocks.
zh_cn: 导出、求值和糅合代码块。

source: Exporting
zh_cn: 导出

source: Exporting Agenda Views
zh_cn: 导出议程视图

source: Exporting Code Blocks
zh_cn: 导出代码块

source: Exporting HTML without CSS, Javascript, etc.
zh_cn: 导出不带CSS、Javascript等的HTML。

source: Exporting to HTML.
zh_cn: 导出到HTML。

source: Exporting to LaTeX and processing to PDF.
zh_cn: 导出为LaTeX并处理为PDF。

source: Exporting to Markdown.
zh_cn: 导出到Markdown。

source: Exporting to OpenDocument Text.
zh_cn: 导出到OpenDocument文本。

source: Exporting to Org.
zh_cn: 导出到Org。

source: Exporting to Texinfo.
zh_cn: 导出到Texinfo：

source: Exporting to a man page.
zh_cn: 导出到手册页。

source: Exporting to flat files with encoding.
zh_cn: 使用指定编码导出到纯文本文件。

source: Exporting to iCalendar.
zh_cn: 导出到iCalendar。

source: Exporting to minimal HTML
zh_cn: 导出为最小化HTML

source: Exporting various (X)HTML flavors.
zh_cn: 导出各种(X)种HTML风格。

source: Expose all direct children of the subtree.
zh_cn: 显示该子树的所有直接子级。

source: Expose all the headings of the subtree, but not their bodies.
zh_cn: 显示子树的所有标题，但不显示子树的主体。

source: Extended Use of TODO Keywords
zh_cn: TODO关键字的扩展使用

source: Extending ODT export
zh_cn: 扩展ODT导出

source: External Links
zh_cn: 外部链接

source: External access to Emacs and Org.
zh_cn: 外部访问Emacs和Org。

source: Extracting Source Code
zh_cn: 提取源代码

source: F Command and Function Index
zh_cn: F 命令和函数索引

source: Faces for TODO keywords
zh_cn: TODO关键字的字符样式

source: Fast access to TODO states
zh_cn: 快速访问TODO状态

source: Features Overview
zh_cn: 功能概述

source: Feedback
zh_cn: 反馈

source: Field and column names, automatic recalculation...
zh_cn: 字段和列名，自动重新计算.

source: Field and range formulas
zh_cn: 字段和范围公式

source: Files
zh_cn: 文件

source: Files being searched for agenda information.
zh_cn: 从哪些文件中搜索提供给agenda展示的信息

source: Files with the ‘.org’ extension use Org mode by default.
zh_cn: 默认情况下，扩展名为'.org'的文件自动使用Org模式。

source: Fill a buffer with external information.
zh_cn: 用外部信息填充缓冲区。

source: Filling in information about time and context.
zh_cn: 填写有关时间和上下文的信息。

source: Filtering projects & actions
zh_cn: 筛选项目和行动

source: Filtering/limiting agenda items
zh_cn: 过滤/限制议程项数量

source: Finally you can set the default tags for a given file using the ‘TAGS’ keyword, like
zh_cn: 最后，您可以使用“TAGS”关键字为给定文件设置默认标签，如

source: Finally, if the first line is a headline, remove the stars from all headlines in the region.
zh_cn: 最后，如果第一行是标题，则从该区域的所有标题中删除星号。

source: Finally, there are tasks, like changing batteries, which should always repeat a certain time after the last time you did it.
zh_cn: 最后，还有一些任务，比如更换电池，它们应该始终在您上次操作之后的特定时间重复执行。

source: Find entries by searching for text.
zh_cn: 通过搜索文本查找条目。

source: Find packages by topic keyword (finder-by-keyword).
zh_cn: 按主题关键字查找包(finder-by-keyword)。

source: Find projects you need to review.
zh_cn: 查找您需要审阅的项目。

source: Finding Lisp libraries by keywords (topics).
zh_cn: 通过关键字(主题)查找Lisp库。

source: Fine-tuning the export output.
zh_cn: 微调导出产出。

source: First, try an apropos command, then try searching the manual index, then look in the FAQ and the package keywords.
zh_cn: 首先，尝试使用主题命令，然后尝试搜索手动索引，然后查看FAQ和软件包关键字。

source: Fixing formulas.
zh_cn: 修正公式。

source: Folding blocks.
zh_cn: 折叠块。

source: Follow a cross reference at point (help-follow).
zh_cn: 在游标上遵循交叉引用(help-follow)。

source: Follow a hyperlink that you click on.
zh_cn: 点击一个超链接。

source: Following the GTD principle, what I usually want is to only show the first action to be done (or next action) for each project with the @office tag.
zh_cn: 遵循GTD原则，我通常希望使用@office标签为每个项目仅显示要完成的首要行动(或下一步行动)。

source: Following the conventions for naming Emacs commands, here are some words that you’ll find useful in apropos patterns.
zh_cn: 遵循Emacs命令的命名约定，下面是一些在搜索模式中会很有用的单词。

source: For MS-Windows, see Windows HOME; for MS-DOS, see MS-DOS File Names.
zh_cn: 有关MS-Windows，请参阅Windows HOME；有关MS-DOS，请参阅MS-DOS文件名。

source: For a better experience, the three Org commands org-store-link, org-capture and org-agenda ought to be accessible anywhere in Emacs, not just in Org buffers.
zh_cn: 为了获得更好的体验，有三个Org命令应该是在Emacs的任何地方都可以访问的，而不仅仅是在Org缓冲区内，它们是org-store-link， org-capture和org-agenda。

source: For a read-only buffer, it shows ‘%*’ if the buffer is modified, and ‘%%’ otherwise.
zh_cn: 对于只读缓冲区，如果修改了缓冲区，则显示“%*”，否则显示“%%”。

source: For a single agenda command, you may press < once or several times in the dispatcher (see Agenda Dispatcher).
zh_cn: 通过单个议程命令──在议程调度器（详见 议程调度器）里按一次或几次<，

source: For bug reports, please first try to reproduce the bug with the latest version of Org available—if you are running an outdated version, it is quite possible that the bug has been fixed already.
zh_cn: 对于bug提交，请先尝试使用最新的Org版本重现该错误——如果您运行的是过时的版本，则很可能已经在后续版本修复了该bug。

source: For composing Beamer slides.
zh_cn: 用来创作光束幻灯片。

source: For convenience, C-a (move-beginning-of-line) in a minibuffer moves point to the beginning of the argument text, not the beginning of the prompt.
zh_cn: 为方便起见，迷你缓冲区中的C-a(move-beginning-of-line)将指向参数文本的开头，而不是提示符的开头。

source: For convenience, C-n and C-p move point by screen lines, as do the equivalent keys down and up.
zh_cn: 为方便起见，C-n和C-p逐行移动指针，等价键down和up也是如此。

source: For convenience, many commands also have key bindings.
zh_cn: 为方便起见，许多命令还具有键绑定。

source: For creating Beamer documents.
zh_cn: 用于创建Beamer文档。

source: For customizing Beamer export.
zh_cn: 用于自定义Beamer导出。

source: For details about how Emacs internally handles input events, see Input Events in The Emacs Lisp Reference Manual.
zh_cn: 有关Emacs如何在内部处理输入事件的详细信息，请参阅Emacs Lisp参考手册中的输入事件。

source: For details, see Continuation Lines.
zh_cn: 有关详细信息，请参阅连续行。

source: For even greater flexibility, you can specify a regular expression (see Regexps).
zh_cn: 为了获得更大的灵活性，您可以指定正则表达式(请参见正则表达式)。

source: For example,
zh_cn: 例如,

source: For example, emacs foo.txt starts Emacs with a buffer displaying the contents of the file ‘foo.txt’.
zh_cn: 例如，emacs foo.txt使用一个缓冲区启动Emacs，该缓冲区显示文件“foo.txt”的内容。

source: For example, C-x is a prefix key, so typing C-x alone does not invoke a command; instead, Emacs waits for further input (if you pause for longer than a second, it echoes the C-x key to prompt for that input; see Echo Area).
zh_cn: 例如，C-x是前缀键，因此单独键入C-x不会调用命令；相反，Emacs会等待进一步的输入(如果暂停时间超过一秒，则会回显C-x键以提示输入；请参阅回显区)。

source: For example, C-x 8 [ inserts ‘ which is Unicode code-point U+2018 LEFT SINGLE QUOTATION MARK, sometimes called a left single “curved quote” or “curly quote”.
zh_cn: 例如，C-x 8 [inserts‘，它是Unicode代码点U+2018左单引号，有时称为左单引号“弯曲引号”或“卷引号”。

source: For example, C-x = (hold down Ctrl and type x, then let go of Ctrl and type =) displays a message describing the character at point, its position in the buffer, and its current column in the window.
zh_cn: 例如，C-x=(按住Ctrl并键入x，然后松开Ctrl并键入=)将显示一条消息，描述该游标的字符、其在缓冲区中的位置以及其在窗口中的当前列。

source: For example, C-h c C-f displays ‘forward-char’.
zh_cn: 例如，C-h c C-f显示‘forward-char’。

source: For example, Control-a is entered by holding down the Ctrl key while pressing a; we will refer to this as C-a for short.
zh_cn: 例如，Control-a是在按住Ctrl键的同时按a输入的，我们简称为C-a。

source: For example, Compilation buffers and Shell buffers display the status of the subprocess.
zh_cn: 例如，编译缓冲区和Shell缓冲区显示子进程的状态。

source: For example, because C-f is a complete key, the two-event sequence C-f C-k is two key sequences, not one.
zh_cn: 例如，因为C-f是一个完全键，所以C-f C-k是两个分离的键序列，而不是一个。

source: For example, commands that read buffer names usually show a buffer name as the default; you can type RET to operate on that default buffer.
zh_cn: 例如，读取缓冲区名称的命令通常将缓冲区名称显示为默认缓冲区名称；您可以键入RET在该默认缓冲区上操作。

source: For example, giving C-f an argument of ten causes it to move point forward by ten characters instead of one.
zh_cn: 例如，如果将C-f的参数设为10，则它会将点向前移动10个字符，而不是1个字符。

source: For example, if a command called authorize-me was defined, Emacs could only complete as far as ‘aut’.)
zh_cn: 例如，如果定义了名为authorize-me的命令，则Emacs只能在“aut”范围内补全。)

source: For example, if a directory contains ‘foo.c’ and ‘foo.elc’, ‘foo’ completes to ‘foo.c’.
zh_cn: 例如，如果目录包含“foo.c”和“foo.elc”，则“foo”将补全为“foo.c”。

source: For example, if you forgot to call your father for 3 weeks, it does not make sense to call him 3 times in a single day to make up for it.
zh_cn: 例如，如果你有3个星期忘了给你父亲打电话，那么一天给他打3次电话来弥补是没有意义的。

source: For example, if you have just written the expression (make-vector len) and want to check that you are using make-vector properly, type C-h f make-vector RET.
zh_cn: 例如，如果您刚刚编写了表达式(make-vector len)，并且希望检查您是否正确使用了make-vector，请键入C-h f make-vectorRET。

source: For example, if you invoke C-x k (kill-buffer) on a file-visiting buffer with unsaved changes, Emacs activates the minibuffer with a prompt like this:
zh_cn: 例如，如果在具有未保存更改的文件访问缓冲区上调用C-x k(kill-buffer)，则Emacs会使用如下提示激活迷你缓冲区：

source: For example, if you type M-x forward-word, the message says that you can run the same command by typing M-f.
zh_cn: 例如，如果您键入M-x forward-word，则消息显示您可以通过键入M-f来运行相同的命令。

source: For example, if you type C-x C-w (write-file) to save a buffer, and enter the name of an existing file, Emacs issues a prompt like this:
zh_cn: 例如，如果您键入C-x C-w(write-file)保存缓冲区，并输入现有文件的名称，则Emacs会发出如下提示：

source: For example, if your text looks like ‘frob’ with the cursor over the ‘b’, then point is between the ‘o’ and the ‘b’.
zh_cn: 例如，如果您的文本看起来像“frob”，而光标位于“b”上，则游标位于“o”和“b”之间。

source: For example, in the chapter on document structure, M-RIGHT will be listed to call org-do-demote, while in the chapter on tables, it will be listed to call org-table-move-column-right.
zh_cn: 例如，在文档结构一章中，将列出M-RIGHT来调用org-do-demote，在表格章节时，org-table-move-column-right 命令会被列出来。

source: For example, in the list
zh_cn: 例如，在列表中

source: For example, it may start out like this:
zh_cn: 例如，它可能是这样开始的：

source: For example, it might display this:
zh_cn: 例如，它可能会显示以下内容：

source: For example, suppose you type C-u 2 0 C-d to delete 20 characters.
zh_cn: 例如，假设您键入C-u 2 0 C-d来删除20个字符。

source: For example, the command C-k (kill-line) with argument n kills n lines, including their terminating newlines.
zh_cn: 例如，带有参数n的命令C-k(kill-line)剪切n行，包括它们的终止换行符。

source: For example, the command M-q (fill-paragraph) fills text; with an argument, it justifies the text as well.
zh_cn: 例如，命令M-q(fill-paragraph)填充文本；使用参数，它也会将文本对齐。

source: For example, the default setting says to use only basic and substring completion for buffer names.
zh_cn: 例如，默认设置表示为缓冲区名称仅使用basic和substring。

source: For example, the following all insert the same character:
zh_cn: 例如，以下所有代码都插入相同的字符：

source: For example, there is a list for file names, used by all the commands that read file names.
zh_cn: 例如，有一个文件名列表，所有读取文件名的命令都使用该列表。

source: For example, this allows you to erase the entire argument with C-a C-k.
zh_cn: 例如，这允许您使用C-a C-k擦除整个参数。

source: For example, to invoke the command forward-char, you can type
zh_cn: 例如，要调用命令forward-char，您可以键入

source: For example, to pass the numeric argument of 42 to the command forward-char you can type C-u 42 M-x forward-char RET.
zh_cn: 例如，要将数值参数42传递给命令forward-char，您可以键入C-u 42 M-x forward-charRET。

source: For example, we will say that “The command C-n (next-line) moves point vertically down”, meaning that the command next-line moves vertically down, and the key C-n is normally bound to it.
zh_cn: 例如，我们会说“命令C-n(next-line)垂直下移一行”，即next-line命令是垂直下移一行，正常情况下C-n键绑定到该命令。

source: For example, when completing command names, it matches ‘lch’ to ‘list-command-history’.
zh_cn: 例如，在补全命令名时，它将“lch”与“list-command-history”匹配。

source: For example, when completing command names, ‘AU’ does not complete to ‘auto-fill-mode’.
zh_cn: 例如，在补全命令名称时，“AU”不会补全为“auto-fill-mode”。

source: For example, you can specify /etc/termcap as follows:
zh_cn: 例如，您可以指定/etc/termcap，如下所示：

source: For example, you may find the need to tag many items in different files with ‘@home’.
zh_cn: 例如，您可能会发现需要用“@home”标记不同文件中的许多项目。

source: For example, ‘work+{^boss.*}’ matches headlines that contain the tag ‘:work:’ and any tag starting with ‘boss’.
zh_cn: 举个例子，work+{^boss.*}匹配所有带有:work:标签和任意以boss开头的标签。

source: For example:
zh_cn: 例如：

source: For information on a specific language environment (see Language Environments), type C-h L (describe-language-environment).
zh_cn: 有关特定语言环境的信息(请参阅语言环境)，请键入C-h L(describe-language-environment)。

source: For information on extending Emacs, see Emacs Lisp in The Emacs Lisp Reference Manual.
zh_cn: 有关扩展Emacs的信息，请参阅Emacs Lisp参考手册中的Emacs Lisp。

source: For instance, C-k kills a logical line.
zh_cn: 例如，C-k会剪切逻辑行。

source: For instance, C-q DEL inserts a literal ‘DEL’ character.
zh_cn: 例如，C-qDEL插入文字“DEL”字符。

source: For instance, C-a (move-beginning-of-line) and C-e (move-end-of-line) respectively move to the beginning and end of the logical line.
zh_cn: 例如，C-a(move-beginning-of-line)和C-e(move-end-of-line)分别移动到逻辑行的开始和结束。

source: For instance, DEL runs the command delete-backward-char by default (some modes bind it to a different command); it does not insert a literal ‘DEL’ character (ASCII character code 127).
zh_cn: 例如，DEL默认情况下运行命令delete-back-char(某些模式将其绑定到不同的命令)；它不插入文字“DEL”字符(ASCII字符代码127)。

source: For instance, activating the ‘Emacs Tutorial’ link opens the Emacs tutorial; this does the same thing as the command C-h t (help-with-tutorial).
zh_cn: 例如，激活“Emacs Tutorial”链接将打开Emacs教程；这与命令C-h t(help-with-tutorial)的作用相同。

source: For instance, after C-h k you can select a menu item from the menu bar, to view the documentation string of the command it runs.
zh_cn: 例如，在C-h k之后，您可以从菜单栏中选择菜单项，以查看其运行的命令的文档字符串。

source: For instance, if a project has moved forward to a certain point, but I know that it will stall for a few weeks for some reason, I move it to someday.org.
zh_cn: 例如，如果一个项目已经前进到某个点，但我知道由于某种原因它会停滞几周，我会将其移到someday.org。

source: For instance, if you use a programming language in which comments start with ‘<**’ and end with ‘**>’, you can tell the Emacs comment manipulation commands to use those strings (see Comments).
zh_cn: 例如，如果您使用的编程语言的注释以“<**”开始，以“**>”结束，则可以告诉Emacs注释操作命令使用这些字符串(请参见注释)。

source: For instance, the minor mode called Auto Fill mode splits lines automatically when they get too long (see Filling).
zh_cn: 例如，称为自动填充模式的辅模式会在行过长时自动拆分行(请参阅填充)。

source: For instance, when you tell Emacs to visit a file on another machine via a network protocol such as FTP, you often need to supply a password to gain access to the machine (see Remote Files).
zh_cn: 例如，当您告诉Emacs通过网络协议(如FTP)访问另一台计算机上的文件时，通常需要提供密码才能访问该计算机(请参阅远程文件)。

source: For instance, you can switch to another window (with C-x o), edit text there, then return to the minibuffer window to finish the argument.
zh_cn: 例如，您可以切换到另一个窗口(使用C-x o)，在那里编辑文本，然后返回到迷你缓冲区窗口补全参数。

source: For instance, you can type them after a prefix key to view a list of the keys that can follow the prefix key.
zh_cn: 例如，您可以在前缀键之后键入它们，以查看可以跟随在前缀键之后的键的列表。

source: For more detailed explanations on Org’s build system, please check the Org Build System page on Worg.
zh_cn: 关于Org的构建系统的详细说明，请查看Worg上面的Org构建系统页面。

source: For more details, see the docstring of the command org-clone-subtree-with-time-shift.
zh_cn: 有关更多详细信息，请参阅命令org-clone-subtree-with-time-Shift的文档说明。

source: For more extensive information on key, use C-h k.
zh_cn: 有关快捷键的更多信息，请使用C-h k。

source: For more information about a function definition, variable or symbol property listed in an apropos buffer, you can click on it with mouse-1 or mouse-2, or move there and type RET.
zh_cn: 有关主题搜索缓冲区中列出的函数定义、变量或符号属性的更多信息，您可以使用鼠标左键或鼠标右键单击它，或者移动到那里并键入RET。

source: For other ways in which you can help, see https://www.gnu.org/help/help.html.
zh_cn: 有关您可以提供帮助的其他方式，请参阅https://www.gnu.org/help/help.html.

source: For power users.
zh_cn: 适用于高级用户。

source: For producing LaTeX and PDF documents.
zh_cn: 用于生成LaTeX和PDF文档。

source: For source code and example blocks.
zh_cn: 源代码和示例块。

source: For the first type of yes-or-no query, the prompt ends with ‘(y or n)’
zh_cn: 对于第一种是或否查询，提示符以“(y or n)”结束

source: For the mobile device.
zh_cn: 用于移动设备。

source: For the usual role of C-u, see below.)
zh_cn: 有关C-u的常见角色，请参见下面的内容。)

source: For these tasks, Org mode has special repeaters ‘++’ and ‘.+’.
zh_cn: 对于这些任务，Org mode具有特殊的复读机“++”和“.+”。

source: For this to work well you should assign unique letters to most of your commonly used tags.
zh_cn: 要使其正常工作，您应该为大多数常用的标签分配唯一的字母。

source: For using in Org documents.
zh_cn: 在Org文档中使用。

source: For weekly agendas, the default is to start on the previous Monday (see org-agenda-start-on-weekday).
zh_cn: 对于每周议程，默认情况下从上个星期一开始(请参阅org-agenda-start-on-weekday)。

source: Formal description of Org’s syntax.
zh_cn: Org语法的正式描述。

source: Formatting LaTeX fragments.
zh_cn: 格式化LaTeX片段。

source: Formatting headlines.
zh_cn: 设置标题格式。

source: Formula for specific (ranges of) fields.
zh_cn: 特定(范围)字段的公式。

source: Formula syntax for Calc
zh_cn: 可计算的公式语法

source: Formulas valid for an entire column.
zh_cn: 公式对整列有效。

source: Frames and Blocks in Beamer
zh_cn: Beamer中的帧和块

source: Free Software Foundation 51 Franklin Street, Fifth Floor Boston, MA 02110-1301 USA
zh_cn: 自由软件基金会 富兰克林大街51号，五楼 马萨诸塞州波士顿，邮编：02110-1301. 美国

source: From TODO to DONE in steps.
zh_cn: 从TODO到DONE的步骤。

source: From a terminal window running a Unix shell on a GUI terminal, you can run Emacs in the background with emacs &; this way, Emacs won’t tie up the terminal window, so you can use it to run other shell commands.
zh_cn: 在GUI终端上运行Unix shell的终端窗口中，您可以使用emacs &在后台运行Emacs；这样，Emacs就不会占用终端窗口，因此您可以使用它来运行其他shell命令。

source: From here to there.
zh_cn: 从这里到那里。

source: From there, you can use {{{kbd(c)}}} to make new records (see [[id:692cde31-73be-4faf-b436-7eae8a5d02d1][Creating Records]]).
zh_cn: 从那里，您可以使用 {kbd(C)}创建新记录(请参阅[[id:692cde31-73be-4faf-b436-7eae8a5d02d1][Creating记录]])。

source: Fundamental Editing Commands
zh_cn: 基本编辑命令

source: Furthermore, a ‘*’ in the minibuffer text is treated as a wildcard—it matches any string of characters at the corresponding position in the completion alternative.
zh_cn: 此外，迷你缓冲区文本中的“*”被视为通配符-它匹配补全备选方案中相应位置的任何字符串。

source: Furthermore, any entries with a ‘VISIBILITY’ property (see Properties and Columns) get their visibility adapted accordingly.
zh_cn: 此外，任何具有“VISIBILITY”属性的条目(请参阅属性和列)都会相应地调整其可见性。

source: Furthermore, if a buffer is displayed in multiple windows, each of those windows has its own value of point.
zh_cn: 此外，如果缓冲区显示在多个窗口中，则每个窗口都有自己的游标。

source: Furthermore, if there is any text in the minibuffer after point, the rest of the completion alternative must contain that text as a substring.
zh_cn: 此外，如果在游标之后的微型缓冲区中有任何文本，则补全备选方案的剩余部分必须将该文本作为子字符串包含。

source: Furthermore, if you are using an input method, cs is preceded by a string that identifies the input method (see Input Methods).
zh_cn: 此外，如果您使用输入法，cs前面会有标识输入法的字符串(请参阅输入法)。

source: Furthermore, if you change the variable minibuffer-eldef-shorten-default to a non-nil value, the default argument is displayed as ‘[default-arg]’ instead of ‘(default default-arg)’, saving some screen space.
zh_cn: 此外，如果将变量minibuffer-eldef-shorten-default更改为非nil值，则默认参数将显示为‘[default-arg]’而不是‘(defaultdefault-arg)’，从而节省一些屏幕空间。

source: G Variable Index
zh_cn: G 变量索引

source: GNU Emacs is free software; this means that everyone is free to use it and free to redistribute it under certain conditions.
zh_cn: GNU Emacs是自由软件；这意味着在某些条件下，每个人都可以自由使用和自由重新分发它。

source: GNU Emacs is not in the public domain; it is copyrighted and there are restrictions on its distribution, but these restrictions are designed to permit everything that a good cooperating citizen would want to do.
zh_cn: GNU Emacs不属于公共领域；它是受版权保护的，并且对其分发有限制，但这些限制旨在允许好的合作公民想要做的一切。

source: GNU Emacs is primarily designed for use with the keyboard.
zh_cn: GNU Emacs主要设计用于键盘。

source: GTD contexts are just regular tags, starting with @.
zh_cn: GTD上下文只是一个以@开始的常规标签。

source: GTD contexts.
zh_cn: GTD上下文。

source: Generally, it is unnecessary and wasteful to start Emacs afresh each time you want to edit a file.
zh_cn: 通常，每次要编辑文件时都重新启动Emacs是不必要的，也是浪费的。

source: Generating a list of all pages.
zh_cn: 生成所有页面的列表。

source: Generating a sitemap
zh_cn: 生成站点地图

source: Generating an index
zh_cn: 生成索引

source: Generating the header.
zh_cn: 生成标题。

source: Getting input from RSS feeds.
zh_cn: 从RSS订阅获取输入。

source: Getting rid of leading stars in the outline.
zh_cn: 剔除大纲中的前面星号。

source: Getting started.
zh_cn: 开始吧。

source: Global and local cycling
zh_cn: 全局循环和局部循环

source: Go back to the previous help topic (help-go-back).
zh_cn: 返回到上一个帮助主题(help-go-back)。

source: Go forward to the next help topic (help-go-forward).
zh_cn: 跳转到下一个帮助主题(help-go-forward)。

source: Graphical display systems commonly use the word “window” with a different meaning; but, as stated above, we refer to those graphical windows as “frames”.
zh_cn: 图形显示系统通常使用具有不同含义的词“窗口”；但是如上所述，我们将那些图形窗口称为“窗体”。

source: Greek letters and other symbols.
zh_cn: 希腊字母和其他符号。

source: Group tags (see Tag Hierarchy) are expanded as regular expressions.
zh_cn: 对标签组中标签（详见标签层级）的检索会自动扩展为正则表达式。

source: Grouping to trigger vertical lines.
zh_cn: 分组以触发垂直线。

source: HTML Export
zh_cn: HTML导出

source: HTML doctypes
zh_cn: HTML文档类型

source: HTML export commands
zh_cn: HTML导出命令

source: HTML preamble and postamble
zh_cn: HTML前导和后导

source: HTML specific export settings
zh_cn: HTML特殊导出设置

source: Hacking
zh_cn: 高度定制化

source: Handling Links
zh_cn: 处理链接

source: Handling and formatting links.
zh_cn: 处理和格式化链接。

source: Hard indentation
zh_cn: 硬缩进

source: Headings and sectioning structure
zh_cn: 标题和分段结构

source: Headlines
zh_cn: 标题

source: Headlines are not numbered.
zh_cn: 标题是没有编号的。

source: Headlines define the structure of an outline tree.
zh_cn: 标题定义了大纲树的结构。

source: Headlines in HTML export
zh_cn: HTML导出中的标题

source: Help
zh_cn: 帮助

source: Help Echo
zh_cn: 帮助信息回显

source: Help Files
zh_cn: 帮助文件

source: Help Mode
zh_cn: 帮助模式

source: Help Mode Commands
zh_cn: 帮助模式命令

source: Help Summary
zh_cn: 帮助概述

source: Help buffers provide the same commands as View mode (see View Mode); for instance, SPC scrolls forward, and DEL or S-SPC scrolls backward.
zh_cn: 帮助缓冲区提供与查看模式相同的命令(请参阅View Mode)；例如，SPC向前滚动，DEL或S-SPC向后滚动。

source: Help buffers that describe Emacs variables and functions normally have hyperlinks to the corresponding source code, if you have the source files installed (see Hyperlinking).
zh_cn: 如果您安装了源文件，则描述Emacs变量和函数的帮助缓冲区通常具有指向相应源代码的超链接(请参阅超链接)。

source: Help by Command or Variable Name
zh_cn: 按命令或变量名提供帮助

source: Help for International Language Support
zh_cn: 有关国际语言支持的帮助

source: Help on Active Text and Tooltips
zh_cn: 有关交互文本和工具提示的帮助

source: Help on active text and tooltips (“balloon help”).
zh_cn: 有关交互文本和工具提示的帮助(“气泡式帮助”)。

source: Help on active text and tooltips.
zh_cn: 有关交互文本和工具提示的帮助。

source: Help relating to international language support.
zh_cn: 与国际语言支持相关的帮助。

source: Hence, typing just a u TAB - f TAB allows you to enter ‘auto-fill-mode’.
zh_cn: 因此，只需键入a uTAB-fTAB即可进入“auto-fill-mode”。

source: Henceforth in this manual, we will use the word “window” in this sense.
zh_cn: 此后，在本手册中，我们将在此意义上使用单词“窗口”。

source: Henceforth, C-n and C-p try to preserve the horizontal position, as usual.
zh_cn: 此后，C-n和C-p像往常一样尝试保持水平位置。

source: Here c stands for “character”.
zh_cn: 这里c代表“字符”。
